{
    "english": {
        "language-selected":"English",
        "banner-text": "!! A warm welcome to all Ganesha devotees by Adarsh ​​Nagar Sarvajanik Ganeshotsav Mandal !!",
        "home-text-1":"Sarvajanik Ganeshotsav, initiated by Lokmanya Bal Gangadhar Tilak in 1893, has left a lasting legacy. Similarly, our Adarshnagar Sarvajanik Ganeshotsav Mandal was founded in 1951, and this year marks the auspicious 73rd anniversary of our cherished tradition.",
        "home-text-2":"Adarshnagar Sarvajanik Ganeshotsav Mandal continues to celebrate this festival with the same fervor and enthusiasm as it has done every year. As we commemorate the 73rd year of this grand celebration, it brings us immense joy to connect with you through this website, specially launched for this occasion.",
        "home-text-3":"This public festival unites the entire Adarsh Nagar colony, comprising 68 buildings. Over the past 73 years, this festival has brought us all together without any distinctions, fostering a sense of unity and togetherness that is truly remarkable.",
        "home-text-1-class":"english-text",
        "home-text-2-class":"english-text",
        "home-text-3-class":"english-text",
        "donation-text":"Adarsh Nagar Sarvajanik Ganeshotsav Mandal is dedicated to celebrating the spirit of Ganesh Chaturthi. Your generous donation will help us in organizing cultural events, promoting environmentally friendly practices, and supporting our local community. Let us work together to make this Ganeshotsav memorable for everyone."
    },
    "marathi": {
        "language-selected":"मराठी",
        "banner-text": "!! आदर्श नगर सार्वजनिक गणेशोत्सव मंडळातर्फे सर्व गणेश भक्तांचे हार्दिक स्वागत !!",
        "home-text-1":"लोकमान्य बाळ गंगाधर टिळकांनी १८९३ साली सार्वजनिक गणेशोत्सवास सुरूवात केली, त्याच प्रकारे आपल्या आदर्शनगर सार्वजनिक गणेशोत्सव मंडळाची स्थापना १९५१ साली झाली.",
        "home-text-2":"आदर्शनगर सार्वजनिक गणेशोत्सव मंडळातर्फे प्रतिवर्षी प्रमाणे यंदाही हा उत्सव साजरा करण्यात येत आहे. यंदाचे हे या उत्सवाचे ७३ वे वर्ष, त्यानिमित्ताने प्रसिध्द होणाऱ्या संकेतस्थळावरून आपणाशी संवादातून विचारांची देवाण घेवाण करताना खूपच आनंद होत आहे. ६८ इमारती, साधारणपणे १५३५ कुटुंब असणाऱ्या आदर्शनगर या संपूर्ण कॉलनीचा एकत्रित साजरा होणारा हा सार्वजनिक उत्सव. गत ७३ वर्षात हा उत्सव एकोप्याने एकत्रितपणे कोणत्याही दुजाभावा शिवाय तसेच विशेष उल्लेखनीय म्हणजे अखंड अर्थात संपूर्ण वसाहतीचा एकत्र असा उत्सव आहे.",
        "home-text-3":"\n",
        "home-text-1-class":"marathi-text",
        "home-text-2-class":"marathi-text",
        "home-text-3-class":"marathi-text",
        "donation-text":"आदर्श नगर सार्वजनिक गणेशोत्सव मंडळ, गणेश चतुर्थी उत्साहात साजरी  करण्यासाठी समर्पित आहे. तुमची उदार देणगी आम्हाला सांस्कृतिक कार्यक्रम आयोजित करण्यात, पर्यावरणास अनुकूल प्रथांना प्रोत्साहन देण्यासाठी आणि आमच्या स्थानिक समुदायाला पाठिंबा देण्यासाठी मदत करेल. चला हा गणेशोत्सव सर्वांसाठी अविस्मरणीय बनवण्यासाठी आपण एकत्र काम करूया."
    }
}